export const ABOUT_CONTENT = `
1. Палата молодых законодателей при Совете Федерации Федерального Собрания Российской Федерации (далее — Палата) создана и функционирует на основании Постановления СФ ФС РФ от 27 апреля 2012 года № 93-СФ, подписанного — Председателем СФ ФС РФ Валентиной Ивановной Матвиенко.

2. Координацию деятельности Палаты осуществляет Комитет Совета Федерации по социальной политике. Координатором Палаты является — член Комитета Совета Федерации по социальной политике Игорь Юрьевич Кастюкевич.

3. Целями деятельности Палаты являются — содействие законодательной деятельности Совета Федерации и развитие молодёжного парламентаризма в РФ.

4. Палата формируется из числа депутатов законодательных (представительных) органов государственной власти субъектов РФ и (или) представительных органов муниципальных образований соответствующих субъектов Российской Федерации, возраст которых на день включения в состав Палаты не превышает 35 лет. В состав Палаты входят по два представителя от каждого субъекта РФ, один представитель — от законодательного (представительного) органа государственной власти субъекта РФ, который направляется указанным органом, другой представитель — от высшего исполнительного органа государственной власти субъекта РФ, который направляется высшим должностным лицом субъекта РФ (руководителем высшего исполнительного органа государственной власти субъекта РФ). На сегодня в палате числится 168 членов.

5. Палата имеет право обращаться в профильные Комитеты Совета Федерации с предложениями по рассматриваемым на заседании Комитетов Палаты вопросам.

6. Основными задачами Палаты являются:

- выработка рекомендаций и предложений по законодательному обеспечению прав, свобод и законных интересов граждан, в том числе молодёжи, разработка и экспертиза соответствующих законопроектов;
- мониторинг и содействие продвижению законодательных инициатив депутатов законодательных (представительных) органов государственной власти субъектов РФ и представительных органов муниципальных образований, возраст которых не превышает 35 лет;
- обмена опытом между молодыми депутатами и молодёжными парламентами, а также молодёжными консультативно-совещательными структурами;
- международное сотрудничество в области молодёжного парламентаризма.
`;
