const HERO_NEWS = {
  src: "/img/news/1.png",
  alt: "news-hero",
  title: "Свободу слова не задушить, пусть даже солнечных дней всё меньше",
  date: "23.08.2026 17:09",
  gradient:
    "linear-gradient(to top, rgba(3, 8, 22, 1) 0%, rgba(3, 8, 22, 0.10) 51%)",
};

const MAIN_NEWS = [
  {
    src: "/img/news/1.png",
    alt: "news-1",
    title: "Глубокий уровень погружения развеял последние сомнения",
    description:
      "Безусловно, консультация с широким активом создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса системы массового участия.",
    date: "04.10.2026 05:05",
  },
  {
    src: "/img/news/1.png",
    alt: "news-2",
    title: "Глубокий уровень погружения развеял последние сомнения",
    description:
      "Безусловно, консультация с широким активом создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса системы массового участия.",
    date: "04.10.2026 05:05",
  },
];

const SIDEBAR_NEWS = [
  {
    src: "/img/news/1.png",
    alt: "sidebar-news-1",
    title: "Новый закон накладывает вето на далёкий барабанный бой",
  },
  {
    src: "/img/news/1.png",
    alt: "sidebar-news-2",
    title: "Новый закон накладывает вето на далёкий барабанный бой",
  },
  {
    src: "/img/news/1.png",
    alt: "sidebar-news-3",
    title: "Новый закон накладывает вето на далёкий барабанный бой",
  },
];

const SIDEBAR_FEATURED = {
  src: "/img/news/1.png",
  alt: "sidebar-featured",
  title:
    "18 июля 2018 года в Совете Федерации Федерального Собрания РФ прошёл круглый стол на тему «Обеспечение безопасности образовательного процесса».",
  date: "10 ноября 2026",
  gradient:
    "linear-gradient(to bottom, rgba(7, 16, 42, 0) 0%, rgba(5, 12, 31, 1) 94%)",
};

export { HERO_NEWS, MAIN_NEWS, SIDEBAR_NEWS, SIDEBAR_FEATURED };
