import { Committee } from "@/shared/types/committee.type";

export const COMMITTEES: Committee[] = [
  {
    id: 0,
    position: "Председатель",
    title: "Комитет по информационной политике",
    chairman: "Алфёров Сергей Сергеевич",
  },
  {
    id: 1,
    position: "Председатель",
    title:
      "Комитет по регламенту, взаимодействию с федеральными округами и субъектами Российской Федерации",
    chairman: "Новиков Михаил Александрович",
  },
  {
    id: 2,
    position: "Председатель",
    title: "Комитет по международным делам",
    chairman: "Денисюк Дмитрий Сергеевич",
  },
  {
    id: 3,
    position: "Председатель",
    title: "Комитет по спорту и молодежной политике",
    chairman: "Федчишин Александр Юрьевич",
  },
  {
    id: 4,
    position: "Председатель",
    title: "Комитет по науке, образованию и культуре",
    chairman: "Гурарий Анна Дмитриевна",
  },
  {
    id: 5,
    position: "Председатель",
    title: "Комитет по социальной политике и здравоохранению",
    chairman: "Берзегова Асета Муратовна",
  },
  {
    id: 6,
    position: "Председатель",
    title: "Комитет по аграрно-продовольственной политике и природопользованию",
    chairman: "Алексеев Роман Юрьевич",
  },
  {
    id: 7,
    position: "Председатель",
    title: "Комитет по экономической политике",
    chairman: "Сметана Александр Владимирович",
  },
  {
    id: 8,
    position: "Председатель",
    title: "Комитет по бюджету и финансовым рынкам",
    chairman: "Максимов Максим Александрович",
  },
  {
    id: 9,
    position: "Председатель",
    title:
      "Комитет по конституционному законодательству, правовым и судебным вопросам, развитию гражданского общества",
    chairman: "Криеренко Александр Валерьевич",
  },
  {
    id: 10,
    position: "Председатель",
    title: "Комитет по обороне и безопасности",
    chairman: "Пилипенко Константин Владимирович",
  },
  {
    id: 11,
    position: "Председатель",
    title:
      "Комитет по федеративному устройству, региональной политике, местному самоуправлению",
    chairman: "Ромашенко Николай Владимирович",
  },
];
