import { Gallery } from "@/shared/types/gallery.type";

export const GALLERY_ITEMS: Gallery[] = [
  {
    id: 1,
    name: "Горобцов Антон Дмитриевич",
    birthDate: "20 ноября 1929 г.",
    birthPlace: "Хутор Крутяк Чертковского района Ростовской области.",
    description:
      "Его родители до Октябрьской революции занимались сельским хозяйством, а в 1929 году вступили в колхоз, где и трудились до конца своих дней.",
    image: "/img/gallery/1.png",
  },
  {
    id: 2,
    name: "Пошев Алаудин Иниевич",
    birthDate: "20 ноября 1929 г.",
    birthPlace: "Хутор Крутяк Чертковского района Ростовской области.",
    description:
      "Был призван на службу в первые дни войны - 27 июня 1941 года, служил в 41-м стрелковом полку 84-й стрелковой Харьковской Краснознамённой дивизии имени Тульского пролетариата, рядовым стрелком.",
    image: "/img/gallery/1.png",
  },
  {
    id: 3,
    name: "Ночевный Григорий Петрович",
    birthDate: "20 ноября 1929 г.",
    birthPlace: "Хутор Крутяк Чертковского района Ростовской области.",
    description:
      "До начала Великой Отечественной войны работал в Доволенской милиции.",
    image: "/img/gallery/1.png",
  },
];
