import { ActivityGroup } from "./types";

export const ACTIVITY_DATA: ActivityGroup[] = [
  {
    heading: "Политическая деятельность",
    items: [
      {
        title: 'Член Всероссийской политической Партии "Единая Россия".',
        period: "июнь 2018 г. по н.в",
      },
      {
        title:
          "Заместитель председателя Совета молодых депутатов Краснодарского края от муниципальных районов",
        period: "2022–2024",
      },
      {
        title:
          "Депутат Совета муниципального образования Тихорецкого района восьмого созыва.",
        period: "2016 г. по н.в",
      },
    ],
  },
  {
    heading: "Общественная деятельность",
    items: [
      {
        title:
          'Руководитель местного Штаба Краснодарского городского отделения ВОО "Молодая Гвардия Единой России"',
        period: "июнь 2016 г. – май 2018 г.",
      },
      {
        title:
          'Руководитель Краснодарского регионального отделения ВОО "Молодая Гвардия Единой России"',
        period: "апрель 2018 г. – май 2020 г.",
      },
      {
        title:
          'Президент Краснодарской региональной физкультурной спортивной общественной организаций "Федерация спортивного программирования"',
        period: "декабрь 2022 г. по н.в",
      },
    ],
  },
];
