export const mockNews = [
  {
    id: 1,
    title:
      "На «Мосфильме» прошел торжественный вечер, посвященный 90-летию со дня рождения Станислава Говорухина",
    date: "02.02.2026 04:03",
    img: "/img/news/1.png",
  },
  {
    id: 2,
    title: "Оказывается, зима близко",
    date: "18.03.2026 08:46",
    img: "/img/news/1.png",
  },
  {
    id: 3,
    title:
      "Безусловно, консультация с широким активом создаёт необходимость включения в ероприятий с учётом комплекса системы массового участия.",
    date: "06.12.2026 12:33",
    img: "/img/news/1.png",
  },
  {
    id: 4,
    title: "Свободу слова не задушить, пусть даже помыслы поколения чисты",
    date: "15.09.2026 23:31",
    img: "/img/news/1.png",
  },
  {
    id: 5,
    title:
      "Дурное дело нехитрое: высококачественный прототип будущего проекта продолжает удивлять",
    date: "24.10.2026 18:25",
    img: "/img/news/1.png",
  },
];
