import { Member } from "../types/deputat.types";

export const MOCK_MEMBERS: Member[] = [
  {
    id: 1,
    name: "Иванов Иван Иванович",
    slug: "ivanov-ivan-ivanovich",
    role: "Депутат Законодательного собрания Санкт-Петербурга",
    photo: "/img/chairman.png",
    since: "07.11.2026",
    committees: [
      {
        title: "Комитет по бюджету и финансовым рынкам",
        chairman: "Петров Сергей Александрович",
        position: "Председатель",
        id: 0,
      },
    ],
  },
  {
    id: 2,
    name: "Сидорова Мария Петровна",
    slug: "sidorova-maria-petrovna",
    role: "Депутат Государственного совета Республики Татарстан",
    photo: "/img/chairman.png",
    since: "07.11.2026",
  },
  {
    id: 3,
    name: "Соболев Михаил Владимирович",
    slug: "sobolev-mikhail-vladimirovich",
    role: "Депутат Совета депутатов Омарского сельского поселения Мамадышского муниципального района Республики Татарстан",
    photo: "/img/chairman.png",
    since: "07.11.2026",
    committees: [
      {
        title:
          "Комитет по конституционному законодательству, правовым и судебным вопросам, развитию гражданского общества",
        chairman: "Криеренко Александр Валерьевич",
        position: "Председатель",
        id: 0,
      },
      {
        title:
          "Комитет по федеративному устройству, региональной политике, местному самоуправлению",
        chairman: "Ромашенко Николай Владимирович",
        position: "Председатель",
        id: 1,
      },
      {
        title: "Комитет по международным делам",
        chairman: "Денисюк Дмитрий Сергеевич",
        position: "Председатель",
        id: 2,
      },
    ],
  },
];
