export type Committee = {
  title: string;
  person: string;
};

export type Member = {
  name: string;
  role: string;
  photo: string;
  since: string;
  committees?: Committee[];
};

export const STRUCTURE: { section: string; members: Member[] }[] = [
  {
    section: "Председатель",
    members: [
      {
        name: "Соболев Михаил Владимирович",
        role: "Депутат Совета депутатов Омарского сельского поселения Мамадышского муниципального района Республики Татарстан",
        photo: "/img/chairman.png",
        since: "07.11.2026",
        committees: [
          {
            title:
              "Комитет по конституционному законодательству, правовым и судебным вопросам, развитию гражданского общества",
            person: "Криеренко Александр Валерьевич",
          },
          {
            title:
              "Комитет по федеративному устройству, региональной политике, местному самоуправлению",
            person: "Ромашенко Николай Владимирович",
          },
          {
            title: "Комитет по международным делам",
            person: "Денисюк Дмитрий Сергеевич",
          },
        ],
      },
    ],
  },
  {
    section: "Ответственный секретарь",
    members: [
      {
        name: "Королёв Павел Владимирович",
        role: "Депутат Совета депутатов Омарского сельского поселения Мамадышского муниципального района Республики Татарстан",
        photo: "/img/chairman.png",
        since: "07.11.2026",
      },
    ],
  },
  {
    section: "Заместители председателя",
    members: [
      {
        name: "Иванов Иван Иванович",
        role: "Депутат Законодательного собрания Санкт-Петербурга",
        photo: "/img/chairman.png",
        since: "07.11.2026",
        committees: [
          {
            title: "Комитет по бюджету и финансовым рынкам",
            person: "Петров Сергей Александрович",
          },
        ],
      },
      {
        name: "Сидорова Мария Петровна",
        role: "Депутат Государственного совета Республики Татарстан",
        photo: "/img/chairman.png",
        since: "07.11.2026",
      },
    ],
  },
];
